{
  "main": {
    "name":"Rohan Maheshwari",
    "occupation":"Entreprenuerial Software Developer",
    "description":"Here will be your description. Use this to describe what you do or whatever you feel best describes yourself to a potential employer",
    "image":"profilepic.jpg",
    "bio":"With 3x Computer Science degrees as a foundation, I've worked on building software systems for IoT, law, healthcare, social media, transport tech, blockchain, localization and restaurant industries and currently work as a Software Developer for a Mortgage tech startup, using web development as a vehicle to explore specialized domains. My expertise lies in entrepreneurial web development with a keen interest in contributing to high impact products that need to scale.",
    "contactmessage":"Here is where you should write your message to readers to have them get in contact with you.",
    "email": "rohstar@gmail.com",
    "phone": "555-555-5555",
    "address":{
      "street":"(Your Street)",
      "city":"New York",
      "state":"(Your State)",
      "zip": "(Your Zip/Postal Code)"
    },
    "website": "http://www.rohanmaheshwari.com",
    "resumedownload":"#",
    "social":[
      {
        "name":"linkedin",
        "url":"https://www.linkedin.com/in/rohanmaheshwari/",
        "className":"fa fa-linkedin"
      },
      {
        "name":"github",
        "url":"http://github.com/rohstar",
        "className":"fa fa-github"
      }
    ]
  },
  "resume":{
    "skillmessage":"Here you can create a short write-up of your skills to show off to employers",
    "education":[
      {
        "school":"Cornell University",
        "degree":"Graduate Certificate, Machine Learning",
        "graduated":"2019"
      },
      {
        "school":"Fairleigh Dickinson University",
        "degree":"Masters, Computer Science",
        "graduated":"2016"
      },
      {
        "school":"Fairleigh Dickinson University",
        "degree":"Bachelors with Honors, Magna Cum Laude, Computer Science",
        "graduated":"2014"
      }
    ],
    "work":[
      {
        "company":"Better",
        "title":"Software Developer",
        "years":"May 2020 - present",
        "description":"Stack: Python (Flask), JavaScript (Typescript, React, Ember), AWS"
      },
      {
        "company":"Rengen Labs",
        "title":"Senior Developer",
        "years":"Oct 2017 - April 2019",
        "description":"Stack: PHP (Laravel), Javascript, Python, Linux, AWS. - Migrated legacy codebase to Laravel, Python microservices. Frontend in Vue.js / jQuery / Vanilla js. Reported to VP, Product with UI/UX to assist technical product development and system design of the product. Clients included Netflix, Lyft and Stripe - Agile Development Sprints, Kanban"
      },
      {
        "company":"Rengen Labs",
        "title":"Lead Developer",
        "years":"Oct 2017 - April 2019",
        "description":"Full stack development (PHP, JS) and server management (AWS). Worked closely with the product and executive team to implement business ideas into a scalable investment banking platform. Responsibilities included managing the dev team, overlooking stack and architecture, curation of microservices, plan and execute releases and product updates, design technical products."
      },
      {
        "company":"Lightfox",
        "title":"Senior Software Developer",
        "years":"March 2007 - February 2010",
        "description":"Lead software developer. Responsible for developing and implementing software architecture for an enterprise level IoT lighting control system in the LAMP Stack with Laravel and Vue.js."
      },
      {
        "company":"CircleLink Health",
        "title":"Full Stack Software Developer",
        "years":"June 2015 - May 2017",
        "description":"Part of a small team of developers pushing a software based on Laravel and Vue.js to create APIs, Apps and Web portals that facilitates communication between doctors and Medicare patients. Product Development and UI/UX."
      }
    ],
    "skills":[
      {
        "name":"PHP",
        "level":"90%"
      },
      {
        "name":"Javascript",
        "level":"90%"
      },
      {
        "name":"Python",
        "level":"75%"
      },
      {
        "name":"React Framework",
        "level":"75%"
      },
      {
        "name":"VueJs",
        "level":"75%"
      }
    ]
  }
}
